{
  "extension_moderation_status_hint": "Each extension has to be moderated. This field show status of extension after being moderated. There are 3 status: Accepted, Rejected, Pending",
  "placement_position_skin": "Skin",
  "placement_position_newtab_central_banner": "New Tab Central Banner",
  "placement_position_small_feed_banner": "Small In-feed Banner",
  "placement_position_big_feed_banner": "Big In-feed Banner",
  "placement_position_icon": "Icon",
  "campaign_search_result": "Search Ads",
  "campaign_search_banner": "Search Banner",
  "campaign_shopping": "Shopping Ads",
  "campaign_newtab_banner": "New Tab Banner",
  "campaign_newtab_banner_programmatic": "JSCode New Tab Banner",
  "campaign_newtab_video": "New Tab Video",
  "campaign_newtab_icon": "Icon Ads",
  "campaign_browser_skin": "Browser Skin",
  "campaign_vast_skin": "VAST Skin",
  "campaign_masthead": "Magnetic Masthead",
  "campaign_masthead_programmatic": "JSCode Magnetic Masthead",
  "campaign_masthead_video": "Magnetic Masthead Video",
  "campaign_native_feed_banner_small": "Small Native In-feed Banner",
  "campaign_native_feed_banner_big": "Big Native In-feed Banner",
  "campaign_feed_banner_big": "Big In-feed Banner",
  "campaign_feed_banner_big_programmatic": "JSCode Big In-feed Banner",
  "campaign_search_result_description": "Text ads are placed above other search results, ensuring awareness from your potential customers and helps drive consideration as well as conversion",
  "campaign_search_banner_description": "A hybrid between media and search advertising that gives you the best of both formats: an attractive creative that focuses on the audience that are willing to buy your products",
  "campaign_shopping_description": "Shopping ads are advertisements appearing on the search engine result pages in Coc Coc Browser, showcasing a block of products with a horizontal slider",
  "campaign_newtab_banner_description": "Your ads will be displayed prominently in the central newtab of Coc Coc Browser. You will only be charged if an user clicks on your ad",
  "campaign_newtab_banner_programmatic_description": "Your ads will be displayed prominently in the central newtab of Coc Coc Browser. You will only be charged if an user clicks on your ad",
  "campaign_newtab_video_description": "Video ads format is placed in the central newtab of CocCoc Browser with video duration of 6s, 15s, 30s to increase user’s perception",
  "campaign_newtab_icon_description": "Placed conveniently on top of the Newtab and looks exactly like other Most Visited Thumbnails, Newtab Icon is a gentle way to drive the right traffic to your website",
  "campaign_browser_skin_description": "Your advertisement will be displayed fully in the background of CocCoc Browser's homepage. This is a perfect format for your branding campaign. You will only be charged for each 1000 impressions",
  "campaign_vast_skin_description": "Your advertisement will be displayed fully in the background of CocCoc Browser's homepage. This is a perfect format for your branding campaign. You will only be charged for each 1000 impressions",
  "campaign_masthead_description": "This premium ad format magnets to top for 3 seconds, then changes to 970x90 px banner until closed by the user, ensuring outstanding viewability",
  "campaign_masthead_programmatic_description": "This premium ad format magnets to top for 3 seconds, then changes to 970x90 px banner until closed by the user, ensuring outstanding viewability",
  "campaign_masthead_video_description": "This premium video & banner ads format magnets to top for at least 6 seconds, then changes into a 970x90 px banner until closed by the user, ensuring outstanding viewability and high efficiency",
  "campaign_native_feed_banner_small_description": "The small native in-feed banner is placed on CocCoc’s Newtab Feed. It’s designed to attract the audience's attention and drive engagement by communicating the ad message in a very natural way",
  "campaign_native_feed_banner_big_description": "The big native in-feed banner will be displayed on CocCoc’s Newtab Feed. Your ads will be big-sized and more organic to the user experience with ad message’s conveyed in a very natural way. You will only be charged for each 1000 ad impressions",
  "campaign_feed_banner_big_description": "Your banner will be displayed on CocCoc’s Newtab Feed, allowing it to be more user-friendly and efficient. You will only be charged for each 1000 ad impressions",
  "campaign_feed_banner_big_programmatic_description": "Your banner will be displayed on CocCoc’s Newtab Feed, allowing it to be more user-friendly and efficient. You will only be charged for each 1000 ad impressions",
  "line_chart_viewer_option_none": "None",
  "keyword_planner_search_volume_hint": "Search Volume is the number of search for this keyword and its close variants in the setting of location and time frame you've selected. The Search Volume describe the popularity of the keyword during a certain time & region. Default: the last 30 days",
  "keyword_planner_suggested_bid_hint": "Suggested bid is based on the historical data of what the advertisers have paid for this keyword to be positioned in the top SERP. Please be noted your actual bid may vary",
  "keyword_planner_impressions_hint": "Impressions is the forecast for the number of adverts showing if you buy those keywords. The impressions for keyword 'iphone' includes impressions of other keywords containing 'iphone' eg: 'iphone lock' 'iphone 6 price' ect. Please be noted the actual impressions may vary",
  "report_data_not_realtime": "Report data is not in realtime, it could have a delay in 30 minutes.",
  "report_data_one_year_only": "Report data is only available for the last 1 year.",
  "report_data_last_years_only{numOfYears}": "Report data is only available for last ::numOfYears years.",
  "campaign_list_status_hint": "Status that you set for your campaign. 3 types: Enable/ Pause/ Archive",
  "campaign_list_system_status_hint": "Status that system defines for your campaign. It is attributed to some elements: Your balance, Budget, Moderation status, Limit by impression/click, Time scheduling, Restricted IP address….Your campaign will be shown only when system status is Eligible",
  "campaign_list_payment_type_hint": "How CocCoc charge your campaign. There are 2 types: CPC (Cost per click - charge for each click on your ads) and CPM (Cost per mile - charge for each 1000 impressions of your ads)",
  "campaign_list_max_bid_hint": "The highest bid you set for your campaign as your bid strategy is automated bidding",
  "campaign_list_count_ads_all_hint": "Total number of adverts in that campaign",
  "campaign_list_count_ads_pending_hint": "Number of adverts is pending for being moderated",
  "campaign_list_count_ads_rejected_hint": "Number of adverts is rejected after being moderated",
  "campaign_list_count_ads_draft_hint": "Number of campaigns is in draft version",
  "campaign_list_stats_clicks_hint": "A click is counted each time someone click on your advert in this campaign. To understand more View it <a href='https://qc.coccoc.com/en/support/how-to-calculate-number-of-clicks-impressions-and-ctrs/' target='_blank' rel='noopener noreferrer'>here</a>",
  "campaign_list_stats_shows_hint": "An impression is counted each time your ad is shown on new tab page or a search result page of CocCoc’s browser. To understand more View it <a href='https://qc.coccoc.com/en/support/how-to-calculate-number-of-clicks-impressions-and-ctrs/' target='_blank' rel='noopener noreferrer'>here</a>",
  "campaign_list_stats_ctr_hint": "Click through rate. A ratio shows how often people seeing your ad end up clicking it. Click through rate (CTR) can be used to gauge how well your campaigns are performing. To understand more View it <a href='https://qc.coccoc.com/en/support/how-to-calculate-number-of-clicks-impressions-and-ctrs/' target='_blank' rel='noopener noreferrer'>here</a>",
  "campaign_list_stats_cpc_hint": "Cost per click is cost you pay for each click on your ads. CPC = Spending/Clicks",
  "campaign_list_stats_cpm_hint": "Cost per mile is cost you pay for each 1000 impressions. CPM = (Spending/Impressions)*1000",
  "campaign_list_stats_avg_pos_hint": "Average position of your campaigns/ adverts on CocCoc’s search result page",
  "campaign_list_stats_mutes_hint": "Number of mute action with your video campaigns of Coccoc’s users",
  "campaign_list_stats_unMutes_hint": "Number of unmute action after muting video of your video campaign of Coccoc’s users",
  "campaign_list_stats_views_25_hint": "A metric used to measure performance of your video campaigns. View 25% shows how often your video is played to 25% of its length",
  "campaign_list_stats_views_50_hint": "A metric used to measure performance of your video campaigns. It shows how often your video is played to 50% of its length",
  "campaign_list_stats_views_75_hint": "A metric used to measure performance of your video campaigns. View 75% shows how often your video is played to 75% of its length",
  "campaign_list_stats_views_100_hint": "A metric used to measure performance of your video campaigns. View 100% shows how often your video is played to its full length",
  "campaign_list_stats_vtr_hint": "View through rate is the number of views 100% of a video over the number of initial impressions. VTR = (View 100%/ Impressions)*100",
  "extension_schedule_hint": "The time your extension is eligible to be shown. By default, there is no end date but the starting eligible date is the date your extension is approved by moderation. But you can configure start date and end date.",
  "occasion_date_period_explanation_refer_schedule_column{occasion}": "::occasion promotions will be eligible to show when approved. You can specify a date range at cell \"Schedule\" in same row",
  "occasion_date_period_explanation_refer_schedule_column{occasion,date}": "::occasion promotions are only eligible to show on ::date every year. You can specify a date range at cell \"Schedule\" in same row",
  "occasion_date_period_explanation_refer_schedule_column{occasion,startDate,endDate}": "::occasion promotions are only eligible to show from ::startDate to ::endDate every year. You can narrow this date range at cell \"Schedule\" in same row",
  "occasion_date_period_explanation_refer_advanced_options{occasion}": "::occasion promotions will be eligible to show when approved. You can specify a date range in \"Advanced options\" below",
  "occasion_date_period_explanation_refer_advanced_options{occasion,date}": "::occasion promotions are only eligible to show on ::date every year. You can specify a date range in \"Advanced options\" below",
  "occasion_date_period_explanation_refer_advanced_options{occasion,startDate,endDate}": "::occasion promotions are only eligible to show from ::startDate to ::endDate every year. You can narrow this date range in \"Advanced options\" below",
  "promotion_extension_preview_always_in_vietnamese_explain": "CocCoc’s ads are in Vietnamese only, thus, your promotion extension will be shown in  Vietnamese",
  "report_data_one_year_only_so_date_range_modified_automatically": "This report supports the last 1 year only. The date range has been modified automatically.",
  "report_data_last_years_only_so_date_range_modified_automatically{numOfYears}": "This report supports the last ::numOfYears years only. The date range has been modified automatically.",
  "campaign_editor_external_traffic_label": "Display on External Sources",
  "campaign_editor_external_traffic_hint": "The setting allows the advertisers bidding and showing on CocCoc's partner placements. When enabled, separated bids for external sources are required.",
  "report_search_term_match_type_hint": "Tells how closely the search terms that triggered your ads on CocCoc are related to the actual keywords in your account. By seeing which search term match types are working well for which keywords and searches, you can refine match types for all your keywords so that only the right searches cause your ad to show",
  "report_targeting_type_hint": "Type of targeting. There are 4 types supported in this report: Keyword, Category, Custom category, Demographic",
  "report_extension_avg_pos_hint": "Average position of your campaigns/adverts on CocCoc's search result page when paired with extension you are viewing",
  "report_extension_stats_shows_hint": "Number of shows extension gets when paired with applied campaigns. An impression is counted each time your ad is shown on a search result page of CocCoc's browser. To understand more View it <a href='https://qc.coccoc.com/en/support/how-to-calculate-number-of-clicks-impressions-and-ctrs/' target='_blank' rel='noopener noreferrer'>here</a>",
  "report_extension_stats_clicks_hint": "Number of clicks extension gets when paired with applied campaigns. A click is counted each time someone clicks on your advert. To understand more View it <a href='https://qc.coccoc.com/en/support/how-to-calculate-number-of-clicks-impressions-and-ctrs/' target='_blank' rel='noopener noreferrer'>here</a>",
  "report_extension_stats_ctr_hint": "Click through rate of extension. A ratio showing how often people who see your ad and extension and end up clicking on the extension. Click through rate (CTR) can be used to gauge how well your extensions are performing. To understand more View it <a href='https://qc.coccoc.com/en/support/how-to-calculate-number-of-clicks-impressions-and-ctrs/' target='_blank' rel='noopener noreferrer'>here</a>",
  "bid_adjustment_by_device_note": "We strongly recommend keeping your ads exposure on different devices due to heavily cross-device behaviors of our users. Completely turning off one device will probably impact your performance in the long run.",
  "bid_adjustment_hint_for_device": "Device that your campaign is shown, including: Mobile, Desktop (include Desktop and Laptop) and Others (tablet, unknown devices)",
  "bid_adjustment_hint_for_bid_adjustment": "Bid adjustment by device value compared to original bid. When there is an inventory on Mobile or Desktop, our system will automatically use new bid value based on your configured bid adjustment",
  "bid_adjustment_hint_for_impressions": "Number of impressions of your campaign on corresponding device",
  "bid_adjustment_hint_for_clicks": "Number of clicks of users on your campaign when shown on corresponding device",
  "bid_adjustment_hint_for_cpc": "Cost per click of your campaign when shown on corresponding device",
  "bid_adjustment_hint_for_spending": "Spending of your campaign when shown on corresponding device",
  "bid_adjustment_hint_for_avg_pos": "Average position of your campaigns on Search page of CocCoc when shown on corresponding device",
  "bid_adjustment_hint_for_campaign_name": "Name of the campaign that is shown on corresponding device",
  "bid_adjustment_hint_for_campaign_id": "ID of the campaign that is shown on corresponding device",
  "bid_adjustment_hint_for_campaign_type": "Type of the campaign that is shown on corresponding device. Now, only Search ads and Shopping ads is available on Mobile device",
  "extension_show_status_enabled": "Enable",
  "extension_show_status_paused": "Pause",
  "weekday_su": "Su",
  "weekday_mo": "Mo",
  "weekday_tu": "Tu",
  "weekday_we": "We",
  "weekday_th": "Th",
  "weekday_fr": "Fr",
  "weekday_sa": "Sa",
  "month_jan": "Jan",
  "month_feb": "Feb",
  "month_mar": "Mar",
  "month_apr": "Apr",
  "month_may": "May",
  "month_jun": "Jun",
  "month_jul": "Jul",
  "month_aug": "Aug",
  "month_sep": "Sep",
  "month_oct": "Oct",
  "month_nov": "Nov",
  "month_dec": "Dec",
  "choosing_number_of_days{numOfDays}": "Choosing ::numOfDays(PLURAL, 1 one day, ! :@ days)",
  "choosing_number_of_days_preset{numOfDays,presetName}": "Choosing ::numOfDays(PLURAL, 1 one day, ! :@ days) (::presetName)"
}
